[
  {
    "id": 1,
    "name": "Michaela K.",
    "text": "We couldn’t have asked for a better dog sitter than Johnny! He took incredible care of our dog, Silva, while we were out of town. Johnny was attentive, reliable, and always prompt in communicating with us, giving us peace of mind throughout our trip. Silva was happy and well-cared for, and it was clear she was in great hands. We highly recommend Johnny to anyone looking for a trustworthy and caring pet sitter. Thank you, Johnny! 😊🐾",
    "image": "/testimonial-pet-1.jpeg",
    "rating": 5
  },
  {
    "id": 2,
    "name": "Yixie L.",
    "text": "We had a pleasant experience leaving our dog with Johnny. She didn’t even wonna come home when we picked her up. We can see that she liked the stay and Johnny kept us updated with daily photo and video. He’s also very thorough in understanding what would be good for my dog when it comes to whether she’s a hiking dog, dog park dog, etc. We are very happy and would use Johnny’s service again.",
    "image": "/testimonial-pet-2.jpeg",
    "rating": 5
  },
  {
    "id": 3,
    "name": "Alice G.",
    "text": "We had a great experience with Johnny, during our first meetup he immediately gained the trust of our very shy dog which is not an easy feat, and took the time to address our concerns, ask questions and listen to our instructions. During the stay he was very responsive and sent multiple updates. Our dogs had a wonderful time and we will definitely come back to him for our future travels.",
    "image": "/testimonial-pet-3.jpeg",
    "rating": 5
  },
  {
    "id": 4,
    "name": "Mark T.",
    "text": "Very glad we found Johnny! He’s very responsive and kept us informed throughout. Our dog has a strict 3x a day medication schedule and he was able to keep up with it. Dropping off our dog there with Johnny was a big vacation for him and he had so much fun with Johnny!",
    "image": "/testimonial-pet-3.jpeg",
    "rating": 5
  },
  {
    "id": 5,
    "name": "Sarah J.",
    "text": "I have nothing but the absolute best things to say about Johnny! This was my first time leaving my doggo with a non-family member while I went away and I was definitely nervous as he is a pretty anxious dog and doesn’t necessarily like everyone he meets. But he absolutely loved Johnny! I can tell that he felt safe and comfortable with him. I loved that Johnny provided me daily updates along with pictures and videos. He had so much patience with my doggo and I respect and appreciate it immensely. 1000/10 would recommend Johnny and will definitely be booking him again!! Thank you so much for loving and taking care of my furry baby!",
    "image": "/testimonial-pet-3.jpeg",
    "rating": 5
  }
]
